/* No comment provided by engineer. */
"Upgrading enables all the Pro features and\nsupports the future development of the app." = "Con l'upgrade Premium si sbloccano tutte le funzionalità Pro\ne si supporta il successivo sviluppo della app.";

/* No comment provided by engineer. */
"About " = "Info su ";

/* No comment provided by engineer. */
"Add to Favorites" = "Aggiungi ai preferiti";

/* No comment provided by engineer. */
"Also delete favorites" = "Elimina anche i preferiti";

/* No comment provided by engineer. */
"App Contact" = "App Contact";

/* No comment provided by engineer. */
"Are you searching the right term? Looks like there are no results." = "Stai cercando la cosa giusta? Sembra non ci siano risultati.";

/* No comment provided by engineer. */
"Beta" = "Beta";

/* No comment provided by engineer. */
"Beta Expired" = "Beta Scaduta";

/* No comment provided by engineer. */
"Blacklist" = "Blacklist";

/* No comment provided by engineer. */
"Build" = "Build";

/* No comment provided by engineer. */
"Calculating History Size…" = "Calcolo dimensioni History…";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"character" = "carattere";

/* No comment provided by engineer. */
"characters" = "caratteri";

/* No comment provided by engineer. */
"Check a type to omit it. If you are mainly working with text and do not want Files and Images to be recorded you can simply check those categories." = "Seleziona un genere per escluderlo. Se lavori principalmente con testo e non vuoi che files e immagini vengano registrati puoi selezionare quei generi.";

/* No comment provided by engineer. */
"Check for Updates…" = "Controlla aggiornamenti…";

/* No comment provided by engineer. */
"Check this box for a darker experience." = "Seleziona questa funzione per un'interfaccia più scura.";

/* No comment provided by engineer. */
"Check this box to activate a more colored selection." = "Seleziona questa funzione per attivare una selezione più colorata.";

/* No comment provided by engineer. */
"color" = "colore";

/* No comment provided by engineer. */
"Color" = "Colore";

/* No comment provided by engineer. */
"Colorful selection" = "Selezione colorata";

/* No comment provided by engineer. */
"Come on, go out there and click some ❤️!" = "Dai, vai là fuori e clicca qualche ❤️!";

/* No comment provided by engineer. */
"Contact Us…" = "Contattaci…";

/* No comment provided by engineer. */
"Copia is always accessible through the menu bar." = "Copia è sempre accessibile dalla menu bar.";

/* No comment provided by engineer. */
"Copy" = "Copia";

/* No comment provided by engineer. */
"Copy as Plain Text" = "Copia senza formattazione";

/* No comment provided by engineer. */
"Could not restore your purchase" = "Impossibile ripristinare gli acquisti";

/* Day Unit (Abbreviated as a single letter) */
"d" = "d";

/* No comment provided by engineer. */
"Delete" = "Elimina";

/* No comment provided by engineer. */
"Delete History…" = "Elimina History…";

/* No comment provided by engineer. */
"Did you lose something nearby? Keep on searching buddy!" = "Hai perso qualcosa qui attorno? Continua a cercare amica/o!";

/* No comment provided by engineer. */
"Do you really want to delete the current history?" = "Vuoi davvero eliminare tutta la History?";

/* No comment provided by engineer. */
"Download latest release…" = "Scarica l'ultima versione…";

/* No comment provided by engineer. */
"Due to security reasons in order to install the paste script needed for this feature we need you to specifically select the following folder:\n\n%@\n\nIt should be already selected in the next dialog, if so please just push the Select button." = "Per motivi di sicurezza, al fine di installare lo script per l'incolla, dobbiamo chiederti di selezionare la seguente cartella:\n\n%@\n\nDovresti già trovarla selezionata, devi solo premere il pulsante Select.";

/* No comment provided by engineer. */
"element" = "elemento";

/* No comment provided by engineer. */
"elements" = "elementi";

/* No comment provided by engineer. */
"Empty history? You make me wish I had less RAM." = "History vuota? Mi fai venire voglia di avere meno RAM.";

/* No comment provided by engineer. */
"Enable this if you want the app to start every time you login with this user." = "Attiva questa funzione se vuoi che la app si avvii automaticamente al login";

/* No comment provided by engineer. */
"Error" = "Errore";

/* No comment provided by engineer. */
"Every copied element is represented as a tile in a searchable list." = "Ogni elemento copiato è rappresentato da una tessera in una lista scorrevole.";

/* No comment provided by engineer. */
"Expected a folder to store application data, found a file" = "Prevista una cartella per salvare i dati applicazione, trovato un file";

/* No comment provided by engineer. */
"file" = "file";

/* No comment provided by engineer. */
"Files" = "Files";

/* No comment provided by engineer. */
"folder" = "cartella";

/* No comment provided by engineer. */
"for Mac" = "for Mac";

/* No comment provided by engineer. */
"Fresh new history or just an empty one? Copy something and make it better!" = "History nuova o semplicemente vuota? Copia qualcosa e rendila migliore!";

/* No comment provided by engineer. */
"future development of" = "future development of";

/* No comment provided by engineer. */
"General" = "Generali";

/* No comment provided by engineer. */
"Greeting someone with no favourites is a tough job, isn't it?" = "Dare il benvenuto a qualcuno senza preferiti è un duro lavoro eh?";

/* Hour Unit (Abbreviated as a single letter) */
"h" = "h";

/* No comment provided by engineer. */
"HELLOOO!! Can you hear the echo?" = "CIAOOOO!! Riesci a sentire la eco?";

/* No comment provided by engineer. */
"Hello… is there anybody in there?" = "Ciao… c'è nessuno?";

/* No comment provided by engineer. */
"Hide" = "Nascondi";

/* No comment provided by engineer. */
"History" = "History";

/* No comment provided by engineer. */
"History " = "History ";

/* No comment provided by engineer. */
"I would love to be able to show you something other than this string." = "Mi piacerebbe mostrarti qualcosa di diverso da questo testo.";

/* No comment provided by engineer. */
"If you would just click some ❤️ this place would be vibrant!" = "Se solo cliccassi qualche ❤️ questo posto sarebbe così vivace!";

/* No comment provided by engineer. */
"image" = "immagine";

/* No comment provided by engineer. */
"Images" = "Immagini";

/* No comment provided by engineer. */
"Install paste script" = "Installa script per l'incolla";

/* No comment provided by engineer. */
"Item" = "Elemento";

/* No comment provided by engineer. */
"Items" = "Elementi";

/* No comment provided by engineer. */
"Items copied from the applications below will not be added to your history.\nUse this list to prevent copying sensitive data from applications such as Keychain Access." = "Gli elementi copiati dalle applicazioni sottostanti non saranno aggiunti alla History. Utilizzare questa lista per prevenire la copia di dati sensibili da applicazioni come l'Accesso Portachiavi.";

/* No comment provided by engineer. */
"Items that exceed this size will not be saved." = "Elementi di dimensioni maggiori di quella impostata verranno ignorati.";

/* No comment provided by engineer. */
"Knock knock. Who's there? An empty clipboard manager…" = "Toc toc. Chi è? Un clipboard manager senza contenuti…";

/* No comment provided by engineer. */
"Launch at login" = "Avvia al login";

/* No comment provided by engineer. */
"Left" = "Sinistra";

/* No comment provided by engineer. */
"left" = "sinistra";

/* No comment provided by engineer. */
"link" = "link";

/* No comment provided by engineer. */
"Links" = "Links";

/* No comment provided by engineer. */
"Looks empty in here, copy something to make it glorious!" = "Sembra un po' spoglio qui dentro, copia qualcosa e rendilo grandioso!";

/* No comment provided by engineer. */
"Looks like your history is empty, copy something to make it shine!" = "Sembra che la tua History sia vuota, copia qualcosa e falla risplendere!";

/* Minute Unit (Abbreviated as a single letter) */
"m" = "m";

/* No comment provided by engineer. */
"Maximum item size" = "Dimensione massima elemento";

/* No comment provided by engineer. */
"Maximum items to save" = "Numero massimo di elementi";

/* No comment provided by engineer. */
"MB" = "MB";

/* Month Unit (Abbreviated as a single letter. In this case two letters because 'm' already represents minutes) */
"mo" = "M";

/* No comment provided by engineer. */
"Nothing here… copy something to improve the experience!" = "Non c'è nulla qui… Copia qualcosa e migliora la situazione!";

/* The shortest possible form of "now". */
"now" = "ora";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"on" = "on";

/* No comment provided by engineer. */
"other" = "altro";

/* No comment provided by engineer. */
"Paste" = "Incolla";

/* No comment provided by engineer. */
"Paste as Plain Text" = "Incolla senza formattazione";

/* No comment provided by engineer. */
"Paste in active application" = "Incolla nella applicazione attiva";

/* No comment provided by engineer. */
"Pause / restart recording hotkey " = "Scorciatoia pausa ";

/* No comment provided by engineer. */
"Pause Recording" = "Pausa registrazione";

/* No comment provided by engineer. */
"Peek-a-boo, I see you! Mm no, actually I can't see anything." = "Cu cu, ti vedo! Mmm no, per la verità non vedo nulla.";

/* No comment provided by engineer. */
"pixels" = "pixels";

/* No comment provided by engineer. */
"Play Sounds" = "Riproduci effetti sonori";

/* No comment provided by engineer. */
"Please do not remove the following two lines:" = "Per favore non rimuovere le due linee seguenti:";

/* No comment provided by engineer. */
"Please take the time to update all the Pro features in the Preferences panes." = "Ora puoi attivare tutte le funzionalità Pro nei pannelli preferenze.";

/* No comment provided by engineer. */
"Preferences…" = "Preferenze…";

/* No comment provided by engineer. */
"Premium" = "Premium";

/* No comment provided by engineer. */
"Premium unlocked" = "Premium sbloccato";

/* No comment provided by engineer. */
"Privacy" = "Privacy";

/* No comment provided by engineer. */
"Pro features" = "funzionalità Pro";

/* No comment provided by engineer. */
"Proceed" = "Procedi";

/* No comment provided by engineer. */
"Purchasing…" = "Acquistando…";

/* No comment provided by engineer. */
"Quit " = "Chiudi ";

/* No comment provided by engineer. */
"Ready or not here I come! Never too late to play hide and seek!" = "Pronti o no io sto arrivando! Non è mai troppo tardi per giocare a nascondino!";

/* No comment provided by engineer. */
"Remove from Favorites" = "Elimina dai preferiti";

/* No comment provided by engineer. */
"Remove text formatting" = "Rimuovi formattazione del testo";

/* No comment provided by engineer. */
"Rename" = "Rinomina";

/* No comment provided by engineer. */
"Restore Purchases…" = "Ripristina Acquisti…";

/* No comment provided by engineer. */
"Restoring Purchases" = "Ripristino Acquisti";

/* No comment provided by engineer. */
"Restoring…" = "Ripristino in corso…";

/* No comment provided by engineer. */
"Resume Recording" = "Riavvia registrazione";

/* No comment provided by engineer. */
"Right" = "Destra";

/* No comment provided by engineer. */
"right" = "destra";

/* Second Unit (Abbreviated as a single letter) */
"s" = "s";

/* No comment provided by engineer. */
"Seek and ye shall find." = "Chi cerca trova.";

/* No comment provided by engineer. */
"Select" = "Seleziona";

/* No comment provided by engineer. */
"Select the “%@“ folder.\n and push the Select button." = "Seleziona la cartella “%@“.\n e premi il pulsante Seleziona.";

/* No comment provided by engineer. */
"Select window side:" = "Seleziona lato finestra:";

/* No comment provided by engineer. */
"Share" = "Condividi";

/* No comment provided by engineer. */
"Show" = "Mostra";

/* No comment provided by engineer. */
"Show / hide window hotkey" = "Scorciatoia mostra / nascondi finestra";

/* No comment provided by engineer. */
"Sorry, an error occurred" = "Spiacente, si è verificato un errore";

/* No comment provided by engineer. */
"Sorry, wrong folder" = "Spiacente, cartella sbagliata";

/* No comment provided by engineer. */
"Text" = "Testo";

/* No comment provided by engineer. */
"The database is either corrupt or was created with a different version of the application." = "Il database è corrotto o è stato creato con una versione di applicazione differente.";

/* No comment provided by engineer. */
"The lost and found is just 2 blocks from here." = "Gli oggetti smarriti sono a due isolati da qui.";

/* No comment provided by engineer. */
"There are no favourites here. You could show some love!" = "Non ci sono preferiti qui. Potresti mostrare un po' di affetto!";

/* No comment provided by engineer. */
"There is an error communicating with the server." = "Si è verificato un errore nella comunicazione con il server.";

/* No comment provided by engineer. */
"There is nothing in here. Maybe you can copy something beautiful and smart out there?" = "Non c'è nulla qui. Forse potresti copiare qualcosa di bello e intelligente là fuori?";

/* No comment provided by engineer. */
"This action can’t be undone" = "Questa azione non può essere annullata";

/* No comment provided by engineer. */
"This beta version is expired." = "Questa versione beta è scaduta.";

/* No comment provided by engineer. */
"This place should be full of your favourite things." = "Questo luogo dovrebbe essere pieno dei tuoi preferiti.";

/* No comment provided by engineer. */
"This system shortcut can pause or restart pasteboard tracking function. No clipboard items will be copied in the history while the app is on pause." = "Questa scorciatoia può interrompere la registrazione. Nessun elemento verrà copiato nella History quando la registrazione è in pausa.";

/* No comment provided by engineer. */
"This system shortcut will show and hide the main window." = "Questa scorciatoia mostra o nasconde la finestra principale.";

/* No comment provided by engineer. */
"Too many elements" = "Troppi elementi";

/* No comment provided by engineer. */
"txt" = "txt";

/* No comment provided by engineer. */
"Type filters" = "Filtri di genere";

/* No comment provided by engineer. */
"Unknown" = "Sconosciuto";

/* No comment provided by engineer. */
"Unknown Item" = "Elemento sconosciuto";

/* No comment provided by engineer. */
"unknown item" = "elemento sconosciuto";

/* No comment provided by engineer. */
"unlimited" = "senza limite";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Promuovi a Premium";

/* No comment provided by engineer. */
"Upgrading enables all the " = "Premium abilita tutte le ";

/* No comment provided by engineer. */
"Use this setting to set the side of the main screen where you would like to see the main window appear." = "Utilizza questa preferenza per decidere da quale lato dello schermo far apparire la finestra principale.";

/* No comment provided by engineer. */
"Version" = "Versione";

/* Week Unit (Abbreviated as a single letter) */
"w" = "w";

/* No comment provided by engineer. */
"We can only write the script in the correct directory. Please start the procedure again" = "Possiamo salvare lo script solo nella cartella corretta. Si prega di cominciare la procedura nuovamente";

/* No comment provided by engineer. */
"Welcome!" = "Benvenuto!";

/* No comment provided by engineer. */
"Were you looking for something? Nothing here…" = "Cercavi qualcosa? Non c'è nulla qui…";

/* No comment provided by engineer. */
"When checked, every kind of text copied (plain, rtf and rtfd) will be pasted as plain text and formatting elements (like font, text color or background color) will be discarded." = "Quando selezionato ogni testo copiato verrà trattato come testo semplice e ogni formattazione (come font, colore, sfondo) verrà ignorata.";

/* No comment provided by engineer. */
"When checked, the content of the selected clipboard item will be automatically pasted in the active application." = "Quando attivo il contenuto della tessera selezionata verrà incollato direttamente nella applicazione corrente.";

/* No comment provided by engineer. */
"When the maximum is exceeded, the oldest items in your history will be removed." = "Una volta raggiunto il valore massimo gli elementi meno recenti verranno rimossi.";

/* No comment provided by engineer. */
"Whenever you want to open Copia, just press Cmd-Shift-V.\nOr, change it with another shortcut of your choice:" = "Ogni volta che vorrai aprire Copia premi Cmd-Shift-V.\nOppure modificalo con un'altra scorciatoia di tua scelta:";

/* No comment provided by engineer. */
"Window position:" = "Posizione finestra:";

/* No comment provided by engineer. */
"word" = "parola";

/* No comment provided by engineer. */
"words" = "parole";

/* Year Unit (Abbreviated as a single letter) */
"y" = "y";

/* No comment provided by engineer. */
"You are going to make the world a better place one copy at a time!" = "Renderai il mondo un luogo migliore un copia-incolla alla volta!";

/* No comment provided by engineer. */
"You are our hero." = "Sei il nostro eroe.";

/* No comment provided by engineer. */
"You are standing at the end of a road before an empty clipboard manager history.  Around you is a desktop. There is a ⌘-C on the ground." = "Sei in fondo a una strada, di fronte a un clipboard manager vuoto.  Attorno a te c'è un desktop. C'è un ⌘-C sul pavimento.";

/* No comment provided by engineer. */
"You can always change this behavior in the Preferences." = "Puoi sempre cambiare questa impostazione nelle preferenze.";

/* No comment provided by engineer. */
"You know what you should do now? Copy something!" = "Sai che dovresti fare ora? Copia qualcosa!";

/* No comment provided by engineer. */
"You sure you left it here? I really don't see it." = "Sicuro di averlo lasciato qui? Io proprio non l'ho visto.";

/* No comment provided by engineer. */
"…and" = "…e";

/* No comment provided by engineer. */
"↑↑↑" = "↑↑↑";

/* No comment provided by engineer. */
"∞" = "∞";

/* No comment provided by engineer. */
"⌘C" = "⌘C";

/* No comment provided by engineer. */
"⌘V" = "⌘V";

/* No comment provided by engineer. */
"❤️ Thank You! ❤️" = "❤️ Grazie! ❤️";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Upgrade a Premium";

/* No comment provided by engineer. */
"Upgrading enables all the Pro features and supports the future development of the app." = "Premium abilita tutte le funzionalità Pro e sostiene il futuro sviluppo della applicazione.";

/* No comment provided by engineer. */
"Dark theme" = "Tema dark";

/* No comment provided by engineer. */
"The darker experience you were looking for" = "La modalità dark che stavi cercando";

/* No comment provided by engineer. */
"Colorful selection" = "Selezione colorata";

/* No comment provided by engineer. */
"Who said highlight color should always be blue?" = "Chi ha detto che la selezione debba essere azzurra?";

/* No comment provided by engineer. */
"Remove formatting" = "Rimuovi formattazione";

/* No comment provided by engineer. */
"Text formatting elements will be ignored" = "Gli elementi di formattazione verranno ignorati";

/* No comment provided by engineer. */
"Paste in active app" = "Incolla in applicazione corrente";

/* No comment provided by engineer. */
"Directly paste from Copia to the foreground app" = "Incolla direttamente nella applicazione attiva";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Upgrade a Premium";

/* No comment provided by engineer. */
"Restore Purchases…" = "Ripristina Acquisti…";

/* - - - - - - - - - - - - - - - - - - */
/* ADDITIONAL STRINGS APRIL 18TH 2017 */
/* - - - - - - - - - - - - - - - - - - */
/* Paste in AppName (found in contextual menu). */


"Paste in" = "Incolla in";

/* No comment provided by engineer. */
"Couldn't add Copia to login items" = "Impossibile aggiungere Copia agli element di login";

/* No comment provided by engineer. */
"Couldn't remove Copia from login items" = "Impossibile rimuovere Copia dagli element di login";

/* Welcome 1st screen. */
"Copia remembers everything you copy to the clipboard\nand lets you retrieve it with ease." = "Copia registra tutto ciò che copi nella clipboard\ne ti permette di ritrovarlo con facilità.";

/* Welcome 2nd screen. */
"Copia can appear on either side of your screen and can be automatically\n started every time you login, please select your favorite behavior." = "Copia può essere posizionato al lato dello schermo che preferisci e lanciato\nautomaticamente al login. Scegli il comportamento che preferisci.";

/* No comment provided by engineer. */
"Copia will appear on the left side of the screen." = "Copia si posizionerà al lato sinistro dello schermo.";

/* No comment provided by engineer. */
"Copia will appear on the right side of the screen." = "Copia si posizionerà al lato destro dello schermo.";

/* No comment provided by engineer. */
"Automatically launch Copia at login" = "Lancia automaticamente Copia al login";

/* Welcome 3rd screen. */
"Thank you, we believe Copia will improve your workflow. We love\nfeedback, so if you feel like raving or complaining, please reach out to us!" = "Grazie, crediamo che Copia migliorerà il tuo flusso di lavoro.\nSe vuoi darci dei suggerimenti non esitare a contattarci!";

/* Welcome 3rd screen. */
"We hope you will enjoy Copia" = "Ci auguriamo che Copia ti piaccia";

/* Menu bar item menu. */
"Show Copia" = "Mostra Copia";

/* Menu bar item menu. */
"Quit Copia" = "Esci da Copia";

/* Menu bar item menu. */
"About Copia" = "Info su Copia";

/* Done button at the end of the Welcome screens. */
"Done" = "Fatto";

/* Please translate as plural. */
"others" = "altri";

/* No comment provided by engineer. */
"Delete multiple items" = "Elimina elementi multipli";

/* No comment provided by engineer. */
"Paste multiple items in" = "Incolla elementi multipli in";

/* No comment provided by engineer. */
"Paste multiple items as plain text" = "Incolla elementi multipli senza formattazione";

/* - - - - - - - - - - - - - - - - - - */
/*  ADDITIONAL STRINGS JULY 13TH 2017  */
/* - - - - - - - - - - - - - - - - - - */

/* Status bar help menu folder */
"Help" = "Aiuto";

/* Status bar faq menu item */
"Faq" = "Faq";

